Power-Law/wedge_needles/concentration/2/90_needle_layer/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  9
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

transportModel  powerLaw;

powerLawCoeffs
{
    nuMax           nuMax [ 0 2 -1 0 0 0 0 ] 974.5e-3;
    nuMin           nuMin [ 0 2 -1 0 0 0 0 ] 0.2296e-3;
    
    k               k [ 0 2 -1 0 0 0 0 ] 16.16e-3;
    n               n [ 0 0 0 0 0 0 0 ]  0.41;
}
//2.5%w/v Alginate @ 25C
// ************************************************************************* //
